Repository: common-repository/simple-page-transition
Catalog: lang/spt-*.po
Languages: fr_fr

source: Choose Background Image
fr_fr: Sélectionner une Image de Fond

source: Simple Page Transition Settings
fr_fr: Réglages de Simple Page Transition

source: Simple Page Transition general settings
fr_fr: Réglages généraux de Simple Page Transition

source: Background Color
fr_fr: Couleur de Fond

source: Background Opacity
fr_fr: Opacité du Fond

source: Background Position
fr_fr: Position de l'Image de Fond

source: CSS position, LEFT TOP (ex: 50% 100px)
fr_fr: Position CSS, GAUCHE HAUT (ex : 50% 100px)

source: Transition Duration in in ms
fr_fr: Durée de la Transition d'Affichage en ms

source: Transition Duration out in ms
fr_fr: Durée de la Transition de Masquage en ms

source: Ignored Download Links
fr_fr: Liens de Téléchargement Ignorés

source: CSS Selectors, separated by comas<br />ex: .downloadlink1, #downloadlink2, ...<br />Avoid showing Loader when a download link is click.
fr_fr: Sélecteurs CSS, séparés par des virgules<br />ex : .lien1, #lien2, ...<br />Empêche le Loader de se montrer au click sur un lien de téléchargement.

source: Restore Defaults
fr_fr: Restaurer les Réglages par Défaut

source: Save settings
fr_fr: Sauver les réglages
